Repository: Mikachupichu/DisinfaX
Catalog: DisinfaX/Shared (App)/Localizable.xcstrings
Source language: en
Languages: af, ak, am, an, ar, as, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, el, eo, es, es_ar, es_bo, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gn, gu, ha, haw, he, hi, hmn, hr, hsb, ht, hu, hy, ia, id, ig, is, it, ja, jv, ka, kab, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nn, ny, om, or, pa, pl, ps, pt, pt_br, qu, rm, ro, ru, rw, sd, sh, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, ti, tk, tn, to, tr, tt, ug, uk, ur, uz, vi, wa, xh, yi, yo, zh, zh_hk, zu

source: You already have a US$%lld top-up waiting to be applied — you have not been charged again. Return to Safari and open the DisinfaX popup to apply it to your balance.
af: Jy het al 'n oplaai van US$%lld wat wag om toegepas te word — jy is nie weer gehef nie. Gaan terug na Safari en open die DisinfaX-opspringvenster om dit op jou balans toe te pas.
ak: Wowɔ US$%lld a wɔde tɔɔ mu dedaw a ɛretwɛn sɛ wɔde bɛyɛ adwuma — wontwee sika bio. San kɔ Safari na bue DisinfaX pop-up na fa yɛ wo kontuo mu adwuma.
am: ተግባራዊ ለመሆን የሚጠብቅ US$%lld የመሙያ ገንዘብ አስቀድሞ አለዎት — ዳግም አልተከፈለብዎትም። ወደ ቀሪ ሂሳብዎ ተግባራዊ ለማድረግ ወደ Safari ይመለሱ እና የDisinfaX ብቅ ባይ መስኮት ይክፈቱ።
an: Ya tiens una recarga de US$%lld asperando aplicar-se — no se t'ha tornato a cargar. Torna ta Safari e ubre a finestra emerchent de DisinfaX pa aplicar-la a lo tuyo saldo.
ar: لديك بالفعل شحن بقيمة US$%lld في انتظار التطبيق — لم يُخصم منك مرة أخرى. عد إلى Safari وافتح النافذة المنبثقة لـ DisinfaX لتطبيقه على رصيدك.
as: আপোনাৰ ওচৰত ইতিমধ্যে US$%lld ৰ এটা টপ-আপ প্ৰয়োগ হোৱাৰ অপেক্ষাত আছে — আপোনাক পুনৰ মাচুল লোৱা হোৱা নাই। ইয়াক আপোনাৰ বেলেঞ্চত প্ৰয়োগ কৰিবলৈ Safari লৈ উভতি যাওক আৰু DisinfaX পপআপ খোলক।
ast: Yá tienes una recarga de US$%lld esperando a aplicase — nun se te cobró otra vegada. Vuelvi a Safari y abri la ventana emerxente de DisinfaX pa aplicala al to saldu.
az: Artıq tətbiq olunmağı gözləyən US$%lld dəyərində doldurmanız var — sizdən yenidən ödəniş alınmayıb. Bunu balansınıza tətbiq etmək üçün Safari-yə qayıdın və DisinfaX pop-up pəncərəsini açın.
be: У вас ужо ёсць папаўненне на US$%lld, якое чакае прымянення — паўторнае спісанне не адбылося. Вярніцеся ў Safari і адкрыйце ўсплывальнае акно DisinfaX, каб прымяніць яго да балансу.
bg: Вече имате зареждане от US$%lld, чакащо да бъде приложено — не сте таксувани отново. Върнете се в Safari и отворете изскачащия прозорец на DisinfaX, за да го приложите към баланса си.
bn: আপনার কাছে ইতিমধ্যে US$%lld-এর একটি টপ-আপ প্রয়োগের অপেক্ষায় আছে — আপনাকে আবার চার্জ করা হয়নি। এটি আপনার ব্যালেন্সে প্রয়োগ করতে Safari-তে ফিরে যান এবং DisinfaX পপআপ খুলুন।
br: Ho peus dija ur c'hargadenn US$%lld hag a c'hortoz bezañ arloet — n'oc'h ket bet taolet en-dro. Distroit da Safari ha digorit prenestr diflugellañ DisinfaX evit e arloañ d'ho koust.
bs: Već imate nadopunu od US$%lld koja čeka primjenu — niste ponovno naplaćeni. Vratite se na Safari i otvorite DisinfaX skočni prozor kako biste je primijenili na svoje stanje.
ca: Ja tens una recàrrega de US$%lld esperant a aplicar-se — no se t'ha tornat a cobrar. Torna a Safari i obre la finestra emergent de DisinfaX per aplicar-la al teu saldo.
ceb: Naa na kay singil nga US$%lld nga naghulat nga ma-apply — wala ka gisingil pag-usab. Balik sa Safari ug ablihi ang DisinfaX popup aron i-apply kini sa imong balanse.
ckb: پێشتر بڕی US$%lld پڕکردنەوەت هەیە کە چاوەڕوانی جێبەجێکردنە — دووبارە پارە لێت نەبراوەتەوە. بگەڕێوە بۆ Safari و پەنجەرەی داتکاوی DisinfaX بکەرەوە بۆ جێبەجێکردنی لەسەر باڵانسەکەت.
co: Avete dighjà una ricarica di US$%lld chì aspetta d'esse applicata — ùn site micca statu fatturatu torna. Vultate à Safari è apre a finestra chì spunta di DisinfaX per applicalla à u vostru saldu.
cs: Již máte dobití US$%lld čekající na uplatnění — nebyla vám znovu naúčtována platba. Vraťte se do Safari a otevřete vyskakovací okno DisinfaX, abyste jej uplatnili na svém zůstatku.
cy: Mae gennych ail-lenwad US$%lld eisoes yn aros i gael ei gymhwyso — nid ydych wedi cael eich codi arno eto. Ewch yn ôl i Safari ac agor naidlen DisinfaX i'w gymhwyso i'ch balans.
da: Du har allerede en opfyldning på US$%lld, der venter på at blive anvendt — du er ikke blevet opkrævet igen. Gå tilbage til Safari, og åbn DisinfaX-pop op-vinduet for at anvende den på din saldo.
de: Du hast bereits eine Aufladung über US$%lld, die noch angewendet werden muss — es wurde dir nicht erneut etwas berechnet. Kehre zu Safari zurück und öffne das DisinfaX-Popup, um sie deinem Guthaben gutzuschreiben.
el: Έχεις ήδη μια ανανέωση US$%lld που περιμένει να εφαρμοστεί — δεν χρεώθηκες ξανά. Επίστρεψε στο Safari και άνοιξε το αναδυόμενο παράθυρο του DisinfaX για να την εφαρμόσεις στο υπόλοιπό σου.
eo: Vi jam havas ŝarĝon de US$%lld atendantan aplikadon — vi ne estis ŝargita denove. Revenu al Safari kaj malfermu la ŝprucfenestron de DisinfaX por apliki ĝin al via saldo.
es: Ya tienes una recarga de US$%lld pendiente de aplicar; no se te ha cobrado de nuevo. Vuelve a Safari y abre la ventana emergente de DisinfaX para aplicarla a tu saldo.
es_ar: Ya tienes una recarga de US$%lld pendiente de aplicar; no se te ha cobrado de nuevo. Vuelve a Safari y abre la ventana emergente de DisinfaX para aplicarla a tu saldo.
es_bo: Ya tienes una recarga de US$%lld pendiente de aplicar; no se te ha cobrado de nuevo. Vuelve a Safari y abre la ventana emergente de DisinfaX para aplicarla a tu saldo.
et: Sul on juba US$%lld täiendus, mis ootab rakendamist — sinult ei ole uuesti raha maha võetud. Mine tagasi Safarisse ja ava DisinfaXi hüpikaken, et rakendada see oma saldole.
eu: Dagoeneko US$%lld-ko karga bat duzu aplikatzeko zain — ez zaizu berriz kobratu. Itzuli Safari-ra eta ireki DisinfaX leiho gainerakorra zure saldoan aplikatzeko.
fa: شما از قبل شارژی به مقدار US$%lld دارید که منتظر اعمال شدن است — دوباره از شما هزینه دریافت نشده است. به Safari بازگردید و پنجرهٔ بازشوی DisinfaX را برای اعمال آن به موجودی خود باز کنید.
fi: Sinulla on jo US$%lld:n lataus odottamassa käsittelyä — sinua ei ole veloitettu uudelleen. Palaa Safariin ja avaa DisinfaX-ponnahdusikkuna kohdistaaksesi sen saldoosi.
fil: Mayroon ka nang top up na US$%lld na naghihintay na ma-apply — hindi ka na muling siningil. Bumalik sa Safari at buksan ang popup ng DisinfaX para i-apply ito sa iyong balanse.
fo: Tú hevur nú longu ílegging av US$%lld, sum bíðar eftir at verða brúkt — tú hevur ikki fingið aftur roknað. Far aftur til Safari og opna DisinfaX-sprettigluggan fyri at brúka hana á jaldu tína.
fr: Vous avez déjà une recharge de US$%lld en attente d'application — vous n'avez pas été débité à nouveau. Retournez dans Safari et ouvrez la fenêtre DisinfaX pour l'appliquer à votre solde.
fy: Do hast al in opwurdearring fan US$%lld dy't wachtet om tapast te wurden — der is net wer bij dy ynkassearre. Gean werom nei Safari en iepenje it DisinfaX-popupfinster om it ta te passen op dyn saldo.
ga: Tá athlíonadh US$%lld agat cheana atá ag fanacht le cur i bhfeidhm — níor gearradh muirear ort arís. Fill ar Safari agus oscail preabfhuinneog DisinfaX chun é a chur i bhfeidhm ar d'iarmhéid.
gd: Tha lìonadh US$%lld agad mu thràth a' feitheamh ri chur an gnìomh — cha deach do chosgais a-rithist. Till gu Safari agus fosgail priob-uinneag DisinfaX gus a chur an gnìomh air a' chunntas agad.
gl: Xa tes unha recarga de US$%lld agardando a aplicarse — non se te cobrou de novo. Volve a Safari e abre a xanela emerxente de DisinfaX para aplicala ao teu saldo.
gn: Rereko ma US$%lld mbomyenyhẽ oha'arõva ojejapo hag̃ua — nde'i mba'evéi ojehepyme'ẽ jey. Ejevy Safari-pe ha eipe'a DisinfaX pop-up embohapy hag̃ua ne saldo-pe.
gu: તમારી પાસે પહેલેથી જ US$%lld નું ટોપ-અપ લાગુ થવાની રાહ જોઈ રહ્યું છે — તમારી પાસેથી ફરીથી ચાર્જ લેવામાં આવ્યો નથી. તેને તમારા બેલેન્સ પર લાગુ કરવા માટે Safari પર પાછા જાઓ અને DisinfaX પોપઅપ ખોલો.
ha: Kun riga kuna da cika kuɗin US$%lld da ke jira aiwatarwa — ba a sake cajin ku ba. Koma zuwa Safari kuma buɗe tagar tsallakewar DisinfaX don aiwatar da shi a ma'aunin ku.
haw: Loaʻa iā ʻoe kekahi hoʻopiha US$%lld e kali nei e hoʻohana ʻia — ʻaʻole ʻoe i uku hou ʻia. E hoʻi i Safari a wehe i ka pukaaniani puka o DisinfaX e hoʻohana ai ma kou koena.
he: יש לך כבר הטענה של US$%lld שמחכה להחלה — לא חויבת שוב. חזור ל-Safari ופתח את החלון הקופץ של DisinfaX כדי להחיל אותה על היתרה שלך.
hi: आपके पास पहले से ही US$%lld का टॉप-अप है जो लागू होने की प्रतीक्षा में है — आपसे दोबारा शुल्क नहीं लिया गया है। इसे अपने बैलेंस पर लागू करने के लिए Safari पर वापस जाएं और DisinfaX पॉपअप खोलें।
hmn: Koj twb muaj ib qho ntxiv nyiaj US$%lld tos siv — koj tsis raug them nyiaj rov qab. Rov qab mus rau Safari thiab qhib DisinfaX qhov rai pop-up kom siv rau koj tus nyiaj seem.
hr: Već imate nadopunu od US$%lld koja čeka primjenu — niste ponovno naplaćeni. Vratite se na Safari i otvorite DisinfaX skočni prozor kako biste je primijenili na svoje stanje.
hsb: Ty maš hižo napjelnjenje US$%lld, kotrež čaka na nałoženje — njeje so ći hišće raz wobličiło. Wróć so k Safari a wočin wuskakowace wokno DisinfaX, zo by je na swój staw nałožił.
ht: Ou gen tan gen yon rechaj US$%lld k ap tann pou aplike — yo pa chaje w ankò. Retounen nan Safari epi louvri popòp DisinfaX pou aplike l sou balans ou.
hu: Már van egy US$%lld összegű feltöltésed, amely alkalmazásra vár — nem terheltünk rád újra. Térj vissza a Safarihoz, és nyisd meg a DisinfaX előugró ablakot, hogy jóváírd az egyenlegeden.
hy: Դուք արդեն ունեք US$%lld լրացում, որը սպասում է կիրառման — ձեզից կրկին գումար չի գանձվել։ Վերադարձեք Safari և բացեք DisinfaX-ի ելնող պատուհանը՝ այն ձեր հաշվեկշռին կիրառելու համար։
ia: Tu ha ja un addition de US$%lld attendente esser applicate — tu non ha essite facturate de novo. Retorna a Safari e aperi le fenestra pop-up de DisinfaX pro applicar lo a tu saldo.
id: Anda sudah memiliki isi ulang US$%lld yang menunggu untuk diterapkan — Anda tidak dikenakan biaya lagi. Kembali ke Safari dan buka pop-up DisinfaX untuk menerapkannya ke saldo Anda.
ig: Ị nweelarị ịgbakwunye US$%lld na-eche itinye ya na-arụ ọrụ — a naghị agbakwunye gị ụgwọ ọzọ. Laghachi na Safari wee meghee windo mwaghachi DisinfaX itinye ya na ego ị nwere.
is: Þú ert nú þegar með US$%lld áfyllingu sem bíður eftir að vera skráð — þú hefur ekki verið rukkaður aftur. Farðu aftur í Safari og opnaðu DisinfaX-sprettgluggann til að skrá hana á reikninginn þinn.
it: Hai già una ricarica da US$%lld in attesa di essere applicata — non ti è stato addebitato di nuovo. Torna a Safari e apri il popup di DisinfaX per applicarla al tuo saldo.
ja: すでに US$%lld のチャージが反映待ちです — 再度請求されることはありません。Safari に戻って DisinfaX のポップアップを開き、残高に反映させてください。
jv: Sampeyan wis duwe isi ulang US$%lld sing ngenteni ditrapake — sampeyan ora ditagih maneh. Bali menyang Safari lan bukak jendhela pop-up DisinfaX kanggo nrapake menyang saldo sampeyan.
ka: თქვენ უკვე გაქვთ US$%lld შევსება, რომელიც გამოყენებას ელოდება — თქვენგან ხელახლა არ არის ჩამოჭრილი. თქვენს ბალანსზე მის გამოსაყენებლად დაბრუნდით Safari-ში და გახსენით DisinfaX-ის ამომხტარი ფანჯარა.
kab: Sɛiḍ yakan amlili n US$%lld yettrağu ad yettwaskidb — ur k-id-ttwakcemen ara idrimen tikkelt-nniḍen. Uɣal ɣer Safari tleddiḍ asfaylu ur-d-ffɣen n DisinfaX akken ad t-tskidbeḍ ɣer usemsari-inek.
kk: Сізде қолданылуын күтіп тұрған US$%lld толтыруы бар — сізден қайта ақша алынбады. Оны балансыңызға қолдану үшін Safari-ге оралып, DisinfaX қалқыма терезесін ашыңыз.
km: អ្នកមានការបញ្ចូលទឹកប្រាក់ US$%lld រួចហើយកំពុងរង់ចាំអនុវត្ត — អ្នកមិនត្រូវបានគិតថ្លៃម្តងទៀតទេ។ ត្រឡប់ទៅ Safari ហើយបើកផ្ទាំងលេចឡើង DisinfaX ដើម្បីអនុវត្តវាទៅសមតុល្យរបស់អ្នក។
kn: ನೀವು ಈಗಾಗಲೇ ಅನ್ವಯಿಸಲು ಕಾಯುತ್ತಿರುವ US$%lld ಟಾಪ್-ಅಪ್ ಹೊಂದಿದ್ದೀರಿ — ನಿಮಗೆ ಮತ್ತೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗಿಲ್ಲ. ಅದನ್ನು ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್‌ಗೆ ಅನ್ವಯಿಸಲು Safari ಗೆ ಹಿಂತಿರುಗಿ ಮತ್ತು DisinfaX ಪಾಪ್‌ಅಪ್ ತೆರೆಯಿರಿ.
ko: 이미 적용을 기다리는 US$%lld 충전이 있습니다 — 다시 청구되지 않았습니다. Safari로 돌아가 DisinfaX 팝업을 열어 잔액에 적용하세요.
ku: Berê top-up-a US$%lld a te heye ku li benda sepandinê ye — te ne careke din hesab kirî. Vegere Safari û pop-up-a DisinfaX veke da ku wê li balansê xwe bisepînî.
ky: Сизде колдонулушун күтүп жаткан US$%lld толтуруу бар — сизден кайра акча алынган эмес. Аны балансыңызга колдонуу үчүн Safari'ге кайтып, DisinfaX копчо терезесин ачыңыз.
la: Iam habes auctionem US$%lld applicandam exspectantem — non es iterum computatus. Redi ad Safari et aperi fenestellam emergentem DisinfaX ut eam rationi tuae applices.
lb: Du hues schonn eng US$%lld Opluedung déi op d'Uwennung waart — s du gouss net nach eng Kéier verrechent. Gitt zréck op Safari a maacht d'DisinfaX-Popup-Fënster op fir se op däin Saldo unzewennen.
lo: ທ່ານມີການເຕີມເງິນ US$%lld ທີ່ລໍຖ້າການນຳໃຊ້ຢູ່ແລ້ວ — ທ່ານບໍ່ໄດ້ຖືກຄິດຄ່າບໍລິການອີກຄັ້ງ. ກັບໄປ Safari ແລະເປີດປັອບອັບ DisinfaX ເພື່ອນຳໃຊ້ມັນກັບຍອດເງິນຂອງທ່ານ.
lt: Jau turite US$%lld papildymą, laukiantį pritaikymo — pakartotinai nuskaičiuota nebuvo. Grįžkite į „Safari“ ir atidarykite DisinfaX iškylantįjį langą, kad pritaikytumėte jį savo balansui.
lv: Jums jau ir US$%lld papildinājums, kas gaida piemērošanu — jums netika atkārtoti iekasēta maksa. Atgriezieties pārlūkā Safari un atveriet DisinfaX uznirstošo logu, lai to piemērotu savam atlikumam.
mg: Efa manana famenoana US$%lld ianao izay miandry ny fampiharana — tsy nangalana indray. Miverimberena any amin'ny Safari ary sokafy ny fikaonandoha mipoitra DisinfaX mba hampiharana izany amin'ny balansanao.
mi: Kua whai kē koe i tētahi whakaki US$%lld e tatari ana kia whakamahia — kāore koe i utua anō. Hoki ki Safari ka whakatuwhera i te matapihi pakū DisinfaX ki te whakamahi i tēnei ki tō toenga.
mk: Веќе имате дополнување од US$%lld што чека да се примени — не сте повторно наплатени. Вратете се на Safari и отворете го скокачкиот прозорец на DisinfaX за да го примените на вашето салдо.
ml: നിങ്ങൾക്ക് ഇതിനകം US$%lld ടോപ്പ്-അപ്പ് പ്രയോഗിക്കാൻ കാത്തിരിക്കുന്നു — നിങ്ങളിൽ നിന്ന് വീണ്ടും ഈടാക്കിയിട്ടില്ല. ഇത് നിങ്ങളുടെ ബാലൻസിൽ പ്രയോഗിക്കാൻ Safari-യിലേക്ക് മടങ്ങി DisinfaX പോപ്പപ്പ് തുറക്കുക.
mn: Танд хэрэгжихийг хүлээж буй US$%lld-ийн цэнэглэлт хэдийнэ бий — танаас дахин мөнгө хасаагаагүй. Үлдэгдэл дээрээ хэрэгжүүлэхийн тулд Safari руу буцан DisinfaX попап цонхыг нээнэ үү.
mr: तुमच्याकडे आधीच US$%lld चा टॉप-अप लागू होण्याची प्रतीक्षा करत आहे — तुमच्याकडून पुन्हा शुल्क आकारले गेलेले नाही. तुमच्या शिल्लकीवर तो लागू करण्यासाठी Safari वर परत जा आणि DisinfaX पॉपअप उघडा.
ms: Anda sudah mempunyai tambah nilai US$%lld yang menunggu untuk digunakan — anda tidak dicaj semula. Kembali ke Safari dan buka tetingkap pop timbul DisinfaX untuk menggunakannya pada baki anda.
mt: Diġà għandek top-up ta' US$%lld li qed jistenna li jiġi applikat — ma ġietx iċċarġjata mill-ġdid. Erġa' lura għal Safari u iftaħ it-tieqa li tinbeżaq ta' DisinfaX biex tapplikaha mal-bilanċ tiegħek.
my: သင့်တွင် အသုံးချရန် စောင့်ဆိုင်းနေသော US$%lld ငွေဖြည့်မှုတစ်ခု ရှိပြီးဖြစ်သည် — သင့်ကို ထပ်မံ၍ ငွေကောက်ခံခြင်း မဖြစ်ပါ။ ၎င်းကို သင့်လက်ကျန်ငွေတွင် အသုံးချရန် Safari သို့ ပြန်သွားပြီး DisinfaX ပေါ့်အပ်ကို ဖွင့်ပါ။
nb: Du har allerede en påfylling på US$%lld som venter på å bli brukt — du har ikke blitt belastet på nytt. Gå tilbake til Safari, og åpne DisinfaX-forgrunnsvinduet for å bruke den på saldoen din.
ne: तपाईंसँग पहिले नै US$%lld को टप-अप लागू हुन कुरिरहेको छ — तपाईंलाई फेरि शुल्क लगाइएको छैन। यसलाई तपाईंको ब्यालेन्समा लागू गर्न Safari मा फर्कनुहोस् र DisinfaX पपअप खोल्नुहोस्।
nl: Je hebt al een opwaardering van US$%lld die nog moet worden toegepast — er is niet opnieuw bij je in rekening gebracht. Ga terug naar Safari en open de DisinfaX-popup om deze op je saldo toe te passen.
nn: Du har allerede en påfylling på US$%lld som venter på å bli brukt — du har ikke blitt belastet på nytt. Gå tilbake til Safari, og åpne DisinfaX-forgrunnsvinduet for å bruke den på saldoen din.
ny: Mulinso ndi kulipira kwa US$%lld kokudikirira kugwiritsidwa ntchito — simunalipiridwenso. Bwererani ku Safari ndikutsegula windo lodumphuka la DisinfaX kuti mugwiritse ntchito pa bwalansi yanu.
om: US$%lld guutuu fayyadamuu eegaa kan qabdu tokko duraan qabda — irra deebiin sirraa hin kaffalamne. Baalansii keetti hojii irra oolchuuf gara Safari deebiʼi foddaa ol-baʼu DisinfaX banuufi.
or: ଆପଣଙ୍କ ପାଖରେ ପୂର୍ବରୁ US$%lld ର ଏକ ଟପ୍-ଅପ୍ ଆବେଦନ ପାଇଁ ଅପେକ୍ଷାରେ ଅଛି — ଆପଣଙ୍କୁ ପୁନଃ ଚାର୍ଜ କରାଯାଇ ନାହିଁ। ଏହାକୁ ଆପଣଙ୍କ ବାଲାନ୍ସରେ ଆବେଦନ କରିବାକୁ Safari କୁ ଫେରି DisinfaX ପପଅପ୍ ଖୋଲନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ US$%lld ਦਾ ਟਾਪ-ਅੱਪ ਲਾਗੂ ਹੋਣ ਦੀ ਉਡੀਕ ਵਿੱਚ ਹੈ — ਤੁਹਾਡੇ ਤੋਂ ਦੁਬਾਰਾ ਚਾਰਜ ਨਹੀਂ ਲਿਆ ਗਿਆ। ਇਸਨੂੰ ਆਪਣੇ ਬੈਲੰਸ 'ਤੇ ਲਾਗੂ ਕਰਨ ਲਈ Safari 'ਤੇ ਵਾਪਸ ਜਾਓ ਅਤੇ DisinfaX ਪੌਪਅੱਪ ਖੋਲ੍ਹੋ।
pl: Masz już doładowanie na US$%lld oczekujące na zastosowanie — nie zostałeś obciążony ponownie. Wróć do Safari i otwórz wyskakujące okno DisinfaX, aby zastosować je do salda.
ps: تاسو مخکې لدې US$%lld چارج لرئ چې د تطبیق په تمه دی — تاسو نه دی بیا چارج شوي. دا خپل بیلانس ته د تطبیق لپاره Safari ته بیرته ورشئ او DisinfaX پاپ اپ خلاص کړئ.
pt: Já tens um carregamento de US$%lld pendente de aplicação — não foste cobrado novamente. Volta ao Safari e abre o popup do DisinfaX para o aplicar ao teu saldo.
pt_br: Você já tem uma recarga de US$%lld aguardando aplicação — você não foi cobrado novamente. Volte ao Safari e abra o pop-up do DisinfaX para aplicá-la ao seu saldo.
qu: Ñam kanki US$%lld hunt'anawan aplicasqa kananta suyachkaq — mana kutin kargasqachu kanki. Safari-man kutiy hinaspa DisinfaX pop-up wentanata kichay saldoykipi aplicanaykipaq.
rm: Ti has gia in chargiament da US$%lld che spetga dad esser applitgà — na has betg puspè vegnì scarià. Turna a Safari ed avra il pop-up da DisinfaX per applitgar quel a tia bilanza.
ro: Ai deja o realimentare de US$%lld în așteptare — nu ai fost taxat din nou. Revino la Safari și deschide fereastra pop-up DisinfaX pentru a o aplica soldului tău.
ru: У вас уже есть пополнение на US$%lld, ожидающее применения — повторное списание не производилось. Вернитесь в Safari и откройте всплывающее окно DisinfaX, чтобы применить его к балансу.
rw: Ufite kwongeramo kwa US$%lld gutegereje gukoreshwa — ntiwongeye kwishyuza. Garuka kuri Safari ufungure idirishya rirambuka rya DisinfaX kugira ngo urikoreshe kuri konti yawe.
sd: توهان وٽ اڳ ئي US$%lld جو ٽاپ اپ لاڳو ٿيڻ جي انتظار ۾ آهي — توهان کان ٻيهر چارج نه ڪيو ويو آهي. ان کي پنهنجي بيلنس تي لاڳو ڪرڻ لاءِ Safari تي واپس وڃو ۽ DisinfaX پاپ اپ کوليو.
sh: Već imate nadopunu od US$%lld koja čeka primjenu — niste ponovno naplaćeni. Vratite se na Safari i otvorite DisinfaX skočni prozor kako biste je primijenili na svoje stanje.
si: ඔබට දැනටමත් යෙදවීමට රැඳී සිටින US$%lld රීචාජ් එකක් ඇත — ඔබෙන් නැවත අය කර නොමැත. එය ඔබේ ශේෂයට යෙදීමට Safari වෙත ආපසු ගොස් DisinfaX උත්පතන කවුළුව විවෘත කරන්න.
sk: Už máte dobitie US$%lld čakajúce na uplatnenie — nebola vám opäť naúčtovaná platba. Vráťte sa do Safari a otvorte vyskakovacie okno DisinfaX, aby ste ho uplatnili na svojom zostatku.
sl: Že imate dopolnitev v vrednosti US$%lld, ki čaka na uveljavitev — niste bili znova bremenjeni. Vrnite se v Safari in odprite pojavno okno DisinfaX, da jo uveljavite na svojem stanju.
sm: E iai ia oe se fa'atumu US$%lld o lo'o fa'atali mo le fa'aogaina — e le'i toe totogia oe. Toe fo'i i Safari ma tatala le faamalama fa'aoso a DisinfaX e fa'aoga ai i lau paleni.
sn: Une kare kuchaja kweUS$%lld kwakamirira kushandiswa — hausina kubhadharwa zvakare. Dzokera kuSafari uvhure popup yeDisinfaX kuti uishandise kubhurenzi rako.
so: Waxaad hore u haysataa buuxinta US$%lld oo sugaya in la codsado — lagumaba dalicin lacag mar labaad. Ku noqo Safari oo fur daaqadda kor u soo boodda ee DisinfaX si aad ugu dalicdo hadhaagaaga.
sq: Tashmë ke një rimbushje prej US$%lld që pret të aplikohet — nuk je faturuar përsëri. Kthehu te Safari dhe hap dritaren kërcyese të DisinfaX për ta aplikuar në bilancin tënd.
sr: Већ имате допуну од US$%lld која чека да буде примењена — нисте поново наплаћени. Вратите се на Safari и отворите DisinfaX искачући прозор да бисте је применили на свој салдо.
st: U se u na le ho tlatsa ha US$%lld ho emetseng ho sebelisoa — ha o lefisoe hape. Khutlela ho Safari ebe u bula fensetere e hlahang ea DisinfaX ho e sebelisa tekanyong ea hao.
su: Anjeun parantos gaduh isi ulang US$%lld anu ngantosan dilarapkeun — anjeun teu ditarik deui. Wangsul ka Safari sareng buka jandela pop-up DisinfaX pikeun ngalarapkeunna kana saldo anjeun.
sv: Du har redan en påfyllning på US$%lld som väntar på att tillämpas — du har inte debiterats igen. Gå tillbaka till Safari och öppna DisinfaX-popupen för att tillämpa den på ditt saldo.
sw: Una tayari kuongeza fedha kwa US$%lld kinachosubiri kutumika — hukutozwa tena. Rudi kwa Safari na ufungue dirisha ibukizi la DisinfaX ili ukitumie kwenye salio lako.
ta: ஏற்கனவே US$%lld டாப்-அப் பொருந்தப்பட காத்திருக்கிறது — உங்களிடம் மீண்டும் கட்டணம் வசூலிக்கப்படவில்லை. அதை உங்கள் இருப்பில் பொருத்த Safariக்குத் திரும்பிச் சென்று DisinfaX பாப்அப்பைத் திறக்கவும்.
te: మీకు ఇప్పటికే US$%lld టాప్-అప్ వర్తింపజేయడానికి వేచి ఉంది — మీకు మళ్లీ ఛార్జ్ చేయబడలేదు. దాన్ని మీ బ్యాలెన్స్‌కు వర్తింపజేయడానికి Safariకి తిరిగి వెళ్లి DisinfaX పాప్అప్‌ను తెరవండి.
tg: Шумо аллакай пуркунии US$%lld доред, ки интизори татбиқ шудан аст — аз шумо дубора пул гирифта нашуд. Барои татбиқ кардани он ба балансатон ба Safari баргардед ва равзанаи DisinfaX-ро кушоед.
th: คุณมีการเติมเงิน US$%lld ที่รอดำเนินการอยู่แล้ว — คุณไม่ได้ถูกเรียกเก็บเงินซ้ำ กลับไปที่ Safari แล้วเปิดป๊อปอัป DisinfaX เพื่อนำไปใช้กับยอดคงเหลือของคุณ
ti: ንኣፈጻጺም ዝጽበይ US$%lld ምምላእ ኣለካ ኣሎ — ደጊም ኣይተኸፈልካን። ኣብ ቀሪ ሒሳብካ ንኣፈጻጺም ናብ Safari ተመለስ ከምኡ ናይ DisinfaX ብቅ ባይ መስኮት ክፈት።
tk: Siziň eýýäm ulanylmagyna garaşýan US$%lld doldurmaňyz bar — sizden ýene tölenmedi. Balansyňyza ulanmak üçin Safari-a gaýdyň we DisinfaX açylýan penjiresini açyň.
tn: O na le go tlatsa ga US$%lld go setse go emetse go dirisiwa — ga o a lefisiwa gape. Boela kwa Safari mme o bule window e tswang ya DisinfaX go go dirisa mo palanseng ya gago.
to: Kuo ke maʻu ha fakafonu ʻo e US$%lld ʻoku tatali ke ngāueʻaki — naʻe ʻikai ke toe totongi koe. Foki ki Safari pea fakaava e matapā puna ʻa DisinfaX ke ngāueʻaki ia ki hoʻo tukui totongi.
tr: Zaten uygulanmayı bekleyen US$%lld değerinde bir yüklemeniz var — sizden tekrar ücret alınmadı. Bunu bakiyenize uygulamak için Safari'ye dönün ve DisinfaX açılır penceresini açın.
tt: Сездә инде кулланылырга көтеп торган US$%lld тулыландыруы бар — сездән яңадан акча алынмады. Аны балансыгызга кулланыр өчен Safari-га кайтыгыз һәм DisinfaX кузгалма тәрәзәсен ачыгыз.
ug: سىزدە ئاللىبۇرۇن قوللىنىلىشنى ساقلاۋاتقان US$%lld تولدۇرۇش بار — سىزدىن قايتا ھەق ئېلىنمىدى. ئۇنى قالدۇقىڭىزغا قوللىنىش ئۈچۈن Safari گە قايتىپ DisinfaX قاڭقىش كۆزنىكىنى ئېچىڭ.
uk: У вас уже є поповнення на US$%lld, що очікує застосування — повторного списання не було. Поверніться до Safari та відкрийте спливне вікно DisinfaX, щоб застосувати його до балансу.
ur: آپ کے پاس پہلے سے US$%lld کا ٹاپ اپ لاگو ہونے کا منتظر ہے — آپ سے دوبارہ چارج نہیں لیا گیا۔ اسے اپنے بیلنس پر لاگو کرنے کے لیے Safari پر واپس جائیں اور DisinfaX پاپ اپ کھولیں۔
uz: Sizda qo'llanishni kutayotgan US$%lld to'ldirish allaqachon mavjud — sizdan qayta pul yechilmagan. Uni balansingizga qo'llash uchun Safari'ga qaytib, DisinfaX pop-up oynasini oching.
vi: Bạn đã có một khoản nạp US$%lld đang chờ được áp dụng — bạn không bị tính phí lại. Hãy quay lại Safari và mở cửa sổ bật lên DisinfaX để áp dụng vào số dư của bạn.
wa: Vos avoz dedja on ratchardjadje di US$%lld ki ratind d' esse aplikêye — vos n' avoz nén stî payî co ene fice. Rivnoz sol Safari eyet drovoz l' purnea ki sôte foû di DisinfaX po l' aplikî à vosse solde.
xh: Sele unayo i-top-up ye-US$%lld elindele ukusetyenziswa — awuzukubizwa kwakhona. Buyela kwi-Safari uvule ifestile ephuma ye-DisinfaX ukuze uyisebenzise kwibhalansi yakho.
yi: איר האָט שוין אַ אויפלאָדן פֿון US$%lld וואָס וואַרט צו ווערן אויפגעלייגט — איר זענט נישט ווידער אָפּגענומען געוואָרן. קערט זיך אום צו Safari און עפֿנט דעם DisinfaX פּאָפּ-אַפּ כּדי עס אויפצולייגן אויף אייער וואָג.
yo: O ti ní ìkówó US$%lld tí ń dúró de fífi ìṣe hàn — a kò gba owó lọ́wọ́ rẹ mọ́. Padà sí Safari kí o sì ṣí fèrèsé tí ń ṣẹ́ jáde ti DisinfaX láti fi ìṣe hàn sí ìwọ̀ntúnwọ̀nsì rẹ.
zh: 你已有一笔 US$%lld 的充值正在等待入账 —— 尚未再次扣款。请返回 Safari 并打开 DisinfaX 弹出窗口，将其计入你的余额。
zh_hk: 你已經有一筆 US$%lld 的加值正在等待入帳——尚未再次扣款。請返回 Safari 並開啟 DisinfaX 彈出視窗，將其計入你的餘額。
zu: Usenayo i-top-up ye-US$%lld elinda ukusebenza — awukhokhiselwe futhi. Buyela ku-Safari uvule i-window elivelayo ye-DisinfaX ukuyisebenzisa kuyimbalansi yakho.
